IDEA StatiCa Open Model
PrestressLoading.SecondaryForces Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Secondary internal force in section
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ResultOfInternalForces SecondaryForces { get; set; }
Public Property SecondaryForces As ResultOfInternalForces
	Get
	Set
public:
property ResultOfInternalForces^ SecondaryForces {
	ResultOfInternalForces^ get ();
	void set (ResultOfInternalForces^ value);
}
Property Value
Type: ResultOfInternalForces
See Also
Reference
PrestressLoading Class
IdeaRS.OpenModel.Concrete.Load Namespace